Repository: FreePBX/certman
Catalog: i18n/*/LC_MESSAGES/certman.po
Languages: de_de, es_es, pt_br, ru, vi

source: %s already exists!
de_de: %s existiert bereits!
ru: %s уже существует!
vi: %s đã tồn tại!

source: (%s days)
de_de: (%s Tage)
pt_br: (%s dias)
ru: (%s дней)
vi: (%s ngày)

source: (Port 80)
pt_br: (Porta 80)
ru: (порт 80)
vi: ( Cổng giao tiếp 80)

source: <info>
ru: <информация>
vi: <thông tin>

source: A Certificate Authority is already present on this system. Deleting/Generating/Uploading will invalidate all of your current certificates!
de_de: Auf diesem System ist bereits eine Zertifizierungsstelle vorhanden. Durch das Löschen/Erzeugen/Hochladen werden Ihre aktuellen Zertifikate ungültig!
es_es: Una Autoridad de Certificación ya esta presente en el sistema. Borrar/generar/Bajar invalidara todos sus actuales certificados!
pt_br: Uma Autoridade Certificadora já está presente neste sistema. Excluir/Gerar/Carregar invalidará todos os seus certificados atuais!
ru: Центр сертификации уже присутствует в этой системе. Удаление/генерация/загрузка приведет к аннулированию всех ваших текущих сертификатов!
vi: Một nhà cung cấp chứng thực đã có mặt trong hệ thống này. Đang xóa/ Đang khởi tạo/ Đang tải lên sẽ làm mất tất cả các chứng thực hiện có của bạn!

source: A Self-Signed Certificate has been generated for you on install. You can use this certificate now to get started however we strongly urge you to get a real certificate from a standard authority or through Let's Encrypt
de_de: Es wurde ein selbstsigniertes Zertifikat erzeugt, das Sie installieren können, um anzufangen. Wir empfehlen jedoch dringend, dass Sie ein richtiges Zertifikat von einer regulären Zertifizierungsstelle oder von Let's encrypt verwenden
es_es: Un certificado auto-firmado se ha generado para usted en la instalación. Puede utilizar este certificado ahora para comenzar, sin embargo le recomendamos conseguir un certificado real de una autoridad estándar o a través del proyecto Let's Encrypt
pt_br: Um certificado auto-assinado foi gerado para você na instalação. Você pode usar este certificado agora para começar, no entanto, nós recomendamos que você obtenha um certificado real de uma autoridade padrão ou através do projeto Let's Encrypt
ru: При установке для вас был сгенерирован самозаверенный сертификат. Вы можете использовать его сейчас для начала работы, однако мы настоятельно рекомендуем вам получить реальный сертификат от стандартного центра сертификации или через Let's Encrypt
vi: Một chứng chỉ tự ký vừa được tạo cho bạn lúc cài đặt. Ngay bây giờ bạn có thể sử dụng chứng thực này để khởi động tuy nhiên chúng tôi rất mong bạn nên có một chứng thực thực sự từ nhà cung cấp chứng thực tiêu chuẩn hoặc thông qua Let's Encrypt

source: A certificate policy (CP) is a document which aims to state what are the different actors of a public key infrastructure (PKI), their roles and their duties
de_de: Eine Zertifikatrichtlinie (CP) ist ein Dokument, das darauf abzielt, anzugeben, wer die Teilnehmer einer Public-Key-Infrastruktur (PKI) sind und welche Rollen und Pflichten sie darin haben
es_es: Una Política de Certificado (CP) es un documento que pretende establecer cuales son los distintos actores en una infraestructura de claves publicas (PKI), sus roles y sus deberes
pt_br: Uma política de certificação (CP), é um documento que pretende indicar quais são os diferentes atores de uma infra-estrutura de chave pública (PKI), seus papéis e seus deveres
ru: Политика сертификатов (CP) - это документ, цель которого состоит в том, чтобы указать различные субъекты инфраструктуры открытых ключей (PKI), их роли и обязанности
vi: Luật chứng thực ( CP) là một tài liệu với mục đích để nêu rõ vai trò và nhiệm vụ của những đối tượng khác nhau của hạ tầng khóa công khai (Tiếng anh: public key infrastructure, viết tắt PKI)

source: Action
de_de: Aktion
es_es: Acción
pt_br: Ação
ru: Действие
vi: Thao tác

source: Add New Certificate
de_de: Neues Zertifikat hinzufügen
es_es: Agregar Nuevo Certificado
pt_br: Adicionar Novo Certificado
ru: Добавить новый сертификат
vi: Thêm chứng thực mới

source: Added new certificate
de_de: Neues Zertifikat hinzugefügt
es_es: Añadido nuevo certificado
pt_br: Adicionado novo certificado
ru: Добавление нового сертификата
vi: Đã thêm chứng thực mới

source: Added new certificate signing request
de_de: Neue Zertifikatsignierungsanforderung hinzugefügt
es_es: Añadido nueva petición de firma de certificado
pt_br: Nova solicitação de assinatura de certificado adicionada
ru: Добавлен новый запрос на подписание сертификата
vi: Đã thêm yêu cầu ký chứng thực mới

source: Additionally if you have opened internet access up to the outside world you can signup for a FREE certificate from the Let's Encrypt project. Learn more %s
de_de: Wenn Sie den Zugriff aus dem Internet zugelassen haben, können Sie vom Let's-encrypt-Projekt ein kostenloses Zertifikat beziehen. Erfahren Sie mehr %s
es_es: Además si ha abierto el acceso a Internet hacia el mundo exterior puede registrarse para un certificado GRATIS desde el proyecto Let's Encrypt. Más información %s
pt_br: Além disso, se você tiver acesso livre externo à Internet, você pode inscrever-se para um certificado GRÁTIS do projeto Let's Encrypt. Saiba mais %s
ru: Кроме того, если вы открыли доступ с интернет для внешнего мира, то можете подписаться на бесплатный сертификат из проекта Let's Encrypt. Узнайте больше %s
vi: Thêm vào đó, nếu bạn đã mở truy nhập internet đến thế giới bên ngoài bạn có thể đăng ký một chứng thực miễn phí từ dự án Let's Encrypt. Tìm hiểu thêm %s

source: After you have submitted a CSR to a CA, they will sign it, after validation, and return a Signed Certificate. That certificate should be pasted in the box below. If you leave this box blank, the certificate will not be updated.
de_de: Nachdem Sie eine CSR an eine CA übermittelt haben, wird diese sie, nachdem sie validiert wurde, signieren und ein signiertes Zertifikat zurückgeben. Diese Zertifikat sollte in das untenstehende Eingabefeld kopiert werden. Wenn Sie das Eingabefeld leer lassen, wird das Zertifikat nicht aktualisiert.
es_es: Después de haber presentado una CSR a una CA, van a firmar el documento, después de la validación, y devolver un certificado firmado. Dicho certificado debe pegar en el cuadro de abajo. Si deja este cuadro en blanco, no se actualizará el certificado.
pt_br: Depois de enviar um CSR a uma CA, eles o assinarão, após a validação, e retornarão um Certificado Assinado. Esse certificado deve ser colado no campo abaixo. Se você deixar esse campo em branco, o certificado não será atualizado.
ru: После того как вы отправили CSR в центр сертификации - они подпишут его после проверки и вернут подписанный сертификат. Этот сертификат должен быть вставлен в поле ниже. Если вы оставите это поле пустым - сертификат не будет обновляться.
vi: Sau khi bạn gửi đi một CSR ( Certificate singing request- Yêu cầu ký chứng thực) tới một CA ( nhà cung cấp chứng thực), họ sẽ ký nó. Sau khi hợp lệ và gửi lại một Chứng thực đã ký. Chứng chỉ đó phải được dán vào hộp sau. Nếu bạn để hộp này trống, chứng thực sẽ không được cập nhật.

source: Are you sure you want to make this certificate the system default?
de_de: Möchten Sie dieses Zertifikat wirklich zum Systemstandard machen?
es_es: Esta seguro que quieres que este certificado sea el "por defecto" del sistema?
pt_br: Tem certeza de que deseja tornar esse certificado padrão do sistema?
ru: Вы уверены что хотите сделать этот сертификат системным по умолчанию?
vi: Bạn có chắc bạn muốn đặt chứng thực này là mặc định của hệ thống?

source: Auto Generate Certificate
ru: Автоматическое создание сертификата

source: Automatically generate an ephemeral X.509 certificate
ru: Автоматическое создание кратковременного сертификата X. 509

source: Base Name
de_de: Basisname
es_es: Nombre Base
pt_br: Nome da Base
ru: Базовое имя
vi: Tên cơ sở

source: CSR Reference
de_de: CSR-Referenz
es_es: Referencia CSR
pt_br: Referência CSR
ru: Ссылка CSR
vi: Tham chiếu CSR ( yêu cầu ký chứng chỉ)

source: Certificate
de_de: Zertifikat
es_es: Certificado
pt_br: Certificado
ru: Сертификат
vi: Chứng thực

source: Certificate %s is not readable! Can not continue!
de_de: Zertifikat %s ist nicht lesbar! Es kann nicht fortgefahren werden!
es_es: Certificado %s no puede leerse! No se puede continuar!
pt_br: O certificado %s não é legível! Não é possível continuar!
ru: Сертификат %s не читается! Невозможно продолжить!
vi: Chứng thực %s không thể đọc được! Không thể tiếp tục!

source: Certificate Authority
de_de: Zertifizierungsstelle
es_es: Autoridad Certificadora
pt_br: Autoridade Certificadora
ru: Центр сертификации
vi: Nhà cung cấp chứng thực

source: Certificate Authority to Reference
de_de: Referenzierte Zertifizierungsstelle
es_es: Autoridad Certificadora a Referenciar
pt_br: Autoridade Certificadora para Referência
ru: Центр сертификации для ссылки
vi: Nhà cung cấp chứng thực để tham chiếu

source: Certificate Expired!
de_de: Zertifikat abgelaufen!
pt_br: Certificado Expirado!
ru: Срок действия сертификата истек!
vi: Chứng thực đã hết han!

source: Certificate Host Name
de_de: Hostname des Zertifikats
pt_br: Host Name do Certificado
ru: Имя узла сертификата
vi: Tên Host của chứng thực

source: Certificate List
de_de: Zertifikatsliste
es_es: Lista de certificados
pt_br: Lista de Certificados
ru: Список сертификатов
vi: Danh sách chứng thực

source: Certificate Management
de_de: Zertifikatverwaltung
es_es: Gestión Certificado
pt_br: Gerenciamento de Certificados
ru: Управление сертификатами
vi: Quản lý chứng thực

source: Certificate Manager manages certificates for secure calling (TLS/SRTP), secure web sessions (HTTPS/WEBRTC[WSS] and more
de_de: Die Zertifikatverwaltung verwaltet Zertfikate für sicheres Telefoniere (TLS/SRTP), sichere Websitzungen (HTTPS/WEBRTC[WSS]) usw.
es_es: El Gestor de Certificados administra certificados para llamadas seguras (TLS/SRTP), sesiones web seguras (HTTPS/WEBRTC[WSS]) y mas
pt_br: O Gerenciador de Certificados gerencia certificados para chamadas seguras (TLS/SRTP), sessões web seguras (HTTPS/WEBRT[WSS] e mais
ru: Менеджер сертификатов управляет сертификатами для безопасного вызова (TLS/SRTP), защищенных веб-сеансов (HTTPS/WEBRTC[WSS] и т. д
vi: Trình quản lý chứng thực quản lý các chứng thực để đảm bảo an toàn cuộc goi ( TLS/SRTP), đảm bảo an toàn cho các phiên truy cập we (HTTPS/WEBRTC[WSS] và nhiều hơn thế

source: Certificate Policies
de_de: Zertifikatrichtlinien
es_es: Políticas de Certificados
pt_br: Política de Certificados
ru: Политика сертификатов
vi: Các luật chứng thực

source: Certificate Settings
de_de: Zertifikateinstellungen
es_es: Configuración Certificado
pt_br: Configurações do Certificado
ru: Настройки сертификатов
vi: Cài đặt chứng thực

source: Certificate Signing Request to reference. Select 'None' to upload your own private key.
de_de: Zertifikatsignierungsanforderung, auf die verwiesen werden soll. Wählen Sie „Keine“, um Ihren eigenen privaten Schlüssel hochzuladen.
es_es: Solicitud de Firma de Certificado a referenciar. Selecciones "none/ninguno" para subir su propia clave privada.
pt_br: Solicitação de Assinatura de Certificado para Referência. Selecione 'Nenhum' para carregar sua própria chave privada.
ru: Запрос подписи сертификата для ссылки. Выберите 'Нет', чтобы загрузить свой собственный приватный ключ.
vi: Yêu cầu ký chứng thực để tham chiếu. Chọn "None" để tải lên khóa cá nhân của chính bạn.

source: Certificate is empty
de_de: Zertifikat ist leer
es_es: Certificado esta vacío
pt_br: Certificado está vazio
ru: Сертификат пуст
vi: Chứng thực trống

source: Certificate is invalid
de_de: Zertifikat ist ungültig
es_es: Certificado Invalido
pt_br: Certificado Inválido
ru: Сертификат недействителен
vi: Chứng thực không hợp lệ

source: Certificate name is already in use
de_de: Zertifikatsname wird bereits verwendet
es_es: Nombre de Certificado ya esta en uso
pt_br: O nome do certificado já está em uso
ru: Имя сертификата уже используется
vi: Tên chứng thực đang được sử dụng

source: Certificate named "%s" has expired. Please update this certificate in Certificate Manager
de_de: Das Zertifikat "%s" ist abgelaufen. Bitte aktualisieren Sie es in der Zertifikatverwaltung
es_es: Certificado llamado '%s' ha expirado. Por favor actualice este certificado en le Gestor de Certificados
pt_br: O certificado denominado "%s" expirou. Atualize esse certificado no Gerenciador de Certificados
ru: Срок действия сертификата с именем "%s" истек. Пожалуйста, обновите этот сертификат в Менеджере сертификатов
vi: Chứng thực đã có tên "%s" vừa hết hạn. Vui lòng cập nhật chứng thực này trong trình quản lý chứng thực

source: Certificate named "%s" is going to expire in less than a month. Please update this certificate in Certificate Manager
de_de: Das Zertifikat "%s" wird in weniger als einem Monat ablaufen. Bitte aktualisieren Sie es in der Zertifikatverwaltung
es_es: Certificado llamado '%s' va a expirar en menos de un mes. Por favor actualícelo en el Gestor de Certificados
pt_br: O certificado chamado "%s" vai expirar em menos de um mês. Atualize esse certificado no Gerenciador de Certificados
ru: Срок действия сертификата с именем "%s" истекает менее чем через месяц. Пожалуйста, обновите этот сертификат в Менеджере сертификатов
vi: Thời hạn của chứng thực "%s" chỉ còn dưới một tháng. Vui lòng cập nhật chứng thực này trong trình quản lý chứng thực

source: Certificate named "%s" is valid
de_de: Zertifikat mit dem Namen "%s" ist gültig
es_es: Certificado llamado '%s' es valido
pt_br: O certificado denominado "%s" é válido
ru: Сертификат с именем "%s" действителен
vi: Chứng thực đã có tên "%s" hợp lệ

source: Certificate to use for this CA (must reference the Private Key)
de_de: Zertifikat, das für diese CA verwendet werden soll (muss sich auf den privaten Schlüssel beziehen)
es_es: Certificado a usar para esta CA (debe referenciar a la Clave Privada)
pt_br: Certificado a ser usado para esta CA (deve referenciar à chave privada)
ru: Сертификат, используемый для этого CA (должен ссылаться на приватный ключ)
vi: Chứng thực sử dụng cho nhà cung cấp này ( phải tham chiếu đến Khóa cá nhân)

source: Certificates already exist, no need to generate another one
de_de: Zertifikate existieren bereits, Sie müssen kein weiteres mehr erzeugen
ru: Сертификаты уже существуют, нет необходимости создавать еще один

source: Challenge Over
de_de: Anfrage beendet
es_es: Reto Encima
pt_br: Fim do Desafio
ru: Задача завершена
vi: Thử thách kết thúc

source: Check and Update all Certificates
de_de: Alle Zertifikate prüfen und aktualisieren
ru: Проверьте и обновите все сертификаты

source: City name such as "Toronto" or "Brisbane." Do not abbreviate. For example, enter "Saint Louis" not "St. Louis"
de_de: Städtename wie "Toronto" oder "Brisbane". Verwenden Sie keine Abkürzungen. Schreiben Sie z.B. "Saint Louis" statt "St. Louis"
es_es: Nombre de ciudad tal como "Toronto" o "San Francisco". Por ejemplo, entre "Saint Louis" no "St' Louis"
pt_br: Nome da cidade, como "Curitiba" ou "Brasília". Não abrevie. Por exemplo, digite "Santa Maria" e não "St. Maria"
ru: Название города, например "Торонто" или "Брисбен". Не надо сокращений. Например, введите "Сент-Луис", а не " Ст. Луис"
vi: Tên thành phố ví dụ "Toronto" hay "Brisbane.". Không được viết tắt. Ví dụ, nhập tên đầy đủ là "Saint Louis" chứ không được viết là "St. Louis"

source: City or Locality
de_de: Stadt oder Ort
es_es: Ciudad o Localidad
pt_br: Cidade ou Localidade
ru: Город или населенный пункт
vi: Thành phố hoặc Địa phương

source: Common Name
de_de: Gemeinsamer Name
es_es: Nombre Común
pt_br: Nome Comum
ru: Общее имя
vi: Tên chung

source: Common Name (Host Name)
de_de: Gemeinsamer Name (Host Name)
es_es: Nombre Común (Host name)
pt_br: Nome Comum (Nome do Host)
ru: Общее имя (имя хоста)
vi: Tên chung ( Tên host)

source: Country
de_de: Land
es_es: País
pt_br: País
ru: Страна
vi: Quốc gia

source: DNS name or your IP address
de_de: DNS-Name oder IP-Adresse
es_es: Nombre DNS o su dirección IP
pt_br: Nome DNS ou seu endereço IP
ru: DNS-имя или ваш IP-адрес
vi: Tên DNS hoặc địa chỉ IP của bạn

source: DTLS Rekey Interval
de_de: DTLS Schlüsselverfallsintervall
es_es: Intervalo Rekey DTLS
pt_br: Intervalo DTLS Rekey
ru: Интервал DTLS Rekey
vi: Khoảng thời gian Rekey DTLS

source: DTLS Setup
de_de: DTLS-Einrichtung
es_es: Configuración DTLS
pt_br: Configuração DTLS
ru: Настройка DTLS
vi: Thiết lập DTLS

source: DTLS Verify
de_de: DTLS-Verifizierung
es_es: Verificar DTLS
pt_br: Verificar DTLS
ru: Проверка DTLS
vi: Xác minh DTLS

source: Default
de_de: Standard
es_es: Predeterminado
pt_br: Padrão
ru: По-умолчанию
vi: Mặc định

source: Default Self-Signed certificate
de_de: Standard selbst signiertes Zertifikat
es_es: Certificado auto-firmado por defecto
pt_br: Certificado Auto-Assinado padrão
ru: Самозаверяющий сертификат по умолчанию
vi: Chứng thực tự ký mặc định

source: Delete
de_de: Löschen
es_es: Borrar
pt_br: Apagar
ru: Удалить
vi: Xóa

source: Delete CSR
de_de: CSR löschen
es_es: Borrar CSR
pt_br: Apagar CSR
ru: Удалить CSR
vi: Xóa CSR

source: Delete Certificate
de_de: Zertifikat löschen
es_es: Borrar Certificado
pt_br: Apagar Certificado
ru: Удалить сертификат
vi: Xóa chứng thực

source: Delete Self-Signed CA
de_de: Selbstsignierte CA löschen
es_es: Borrar CA Auto firmado
pt_br: Apagar CA Auto-Assinado
ru: Удалить самоподписанный ЦС
vi: Xóa nhà cung cấp chứng chỉ tự ký

source: Deleted Certificate
de_de: Gelöschtes Zertifikat
es_es: Borrar Certificado
pt_br: Certificado Apagado
ru: Удаленный сертификат
vi: Chứng thực đã xóa

source: Deleting the certificate authority will invalidate all certificates generated by this one (They will be deleted). Is that OK?
de_de: Durch das Löschen der Certificate Authority werden alle von ihr erzeugten Zertifikate ungültig (und werden gelöscht). Ist das OK?
es_es: Borrar la autoridad de certificación va a invalidar todos los certificados generados por ella (Seran eliminados). Esta de acuerdo?
pt_br: Excluir a autoridade certificadora invalidará todos os certificados gerados por ela (eles serão excluídos). Está tudo bem?
ru: Удаление центра сертификации приведет к аннулированию всех сертификатов, созданных этим центром (они будут удалены). Это нормально?
vi: Đang xóa nhà cung cấp chứng thực sẽ làm mất tất cả các chứng thực được tạo bởi họ ( Chúng sẽ bị xóa). Điều này có được không?

source: Description
de_de: Beschreibung
es_es: Descripción
pt_br: Descrição
ru: Описание
vi: Mô tả

source: Done!
de_de: Erledigt!
es_es: Hecho!
pt_br: Feito!
ru: Готово!
vi: Đã xong!

source: Download CSR
de_de: CSR herunterladen
es_es: Bajar CSR
pt_br: Baixar CSR
ru: Скачать CSR
vi: Tải xuống CSR

source: Edit Certificate Authority Settings
de_de: Einstellungen der Zertifizierungsstelle bearbeiten
es_es: Editar la configuración de la autoridad del certificado
pt_br: Editar Configurações da Autoridade Certificadora
ru: Изменение параметров центра сертификации
vi: Hiệu chỉnh cài đặt nhà cung cấp chứng thực

source: Edit Let's Encrypt Certificate
de_de: "Let's Encrypt"-Zertifikat bearbeiten
es_es: Editar Certificado Let's Encrypt
pt_br: Editar Certificado Let's Encrypt
ru: Редактировать сертификат Let's Encrypt
vi: Hiệu chỉnh chứng thực Let's Encrypt

source: Enable DTLS
de_de: DTLS aktivieren
es_es: Habilitar DTLS
pt_br: Habilitar DTLS
ru: Включить DTLS
vi: Bật DTLS

source: Enable or disable DTLS-SRTP support
de_de: DTLS-SRTP-Unterstützung aktivieren oder deaktivieren
es_es: Habilitar o deshabilitar soporte a DTLS-SRTP
pt_br: Habilitar ou desabilitar o suporte DTLS-SRTP
ru: Включить или отключить поддержку DTLS-SRTP
vi: Bật hoặc Tắt hỗ trợ DTLS-SRTP

source: Failed! [%s]
de_de: Fehlgeschlagen! [%s]
ru: Фиаско! [%s]
vi: Thất bại! [%s]

source: For more information see:
ru: Для большей информации смотрите:

source: Force update, by pass 30 days expiry
ru: Принудительное обновление, обход срока истечения 30 дней

source: From this interface you can generate a Certificate Signing Request (CSR) which you can then use to issue a certificate to use for this server
de_de: Von dieser Schnittstelle können Sie eine Zertifizierungsunterschriftsanfrage (CSR) erstellen, die Sie dann für die Erstellung eines Zertifikats für diesen Server verwenden können
es_es: Desde esta interfaz se puede generar una solicitud de firma de certificado (CSR) que luego se puede utilizar para emitir un certificado a utilizar para este servidor
pt_br: A partir desta interface, você pode gerar uma Solicitação de Assinatura de Certificado (CSR) que você pode usar para emitir um certificado para usar neste servidor
ru: Из этого интерфейса можно создать запрос на подпись сертификата (CSR - ЗПС) , который затем можно использовать для выдачи сертификата для использования на этом сервере
vi: Từ giao diện này bạn có thể khởi tạo một yêu cầu ký chứng thực ( CSR) cho việc bạn hành một chứng thực sử dụng máy chủ này

source: Generate CSR
de_de: CSR generieren
es_es: Generar CSR
pt_br: Gerar CSR
ru: Создание ЗПС
vi: Khởi tạo CSR

source: Generate Certificate
de_de: Zertifikat generieren
es_es: Generar Certificado
pt_br: Gerar Certificado
ru: Создание сертификата
vi: Khởi tạo chứng thực

source: Generate Let's Encrypt Certificate
de_de: „Let's encrypt"-Zertifikat erzeugen
es_es: Generar Certificado Let's Encrypt
pt_br: Gerar Certificado Let's Encrypt
ru: Создание сертификата Let's Encrypt
vi: Khởi tạo Chứng thực Let's Encrypt

source: Generate Self-Signed Certificate
de_de: Selbst-signiertes Zertifikat erzeugen
es_es: Generar Certificado auto-firmado
pt_br: Gerar Certificado Auto-Assinado
ru: Создание самозаверенного сертификата
vi: Khởi tạo Chứng thực tự ký

source: Generating default CA...
de_de: Erzeuge Standard-CA...
es_es: Generando Certificado CA por defecto..
pt_br: Gerando Certificado CA padrão...
ru: Создание ЦС по умолчанию...
vi: Đang hởi tạo nhà cung cấp chứng chỉ mặc định...

source: Generating default certificate...
de_de: Erzeuge Standard-Zertifikat...
es_es: Generando Certificados por defecto...
pt_br: Gerando certificado padrão...
ru: Создание сертификата по умолчанию...
vi: Đang khởi tạo chứng thực mặc định...

source: Here
de_de: Hier
es_es: Aquí
pt_br: Aqui
ru: Здесь
vi: Ở đây

source: Host Name
es_es: Nombre Anfitrión
pt_br: Nome do Host
ru: Имя узла
vi: Tên Host

source: Hover over the 'Default' column and click to make a certificate the system default
de_de: Führen Sie die Maus über die Spalte "Default" und klicken Sie, um das Zertifikat als Systemstandard zu setzen
es_es: Pase el ratón sobre la columna "Default" y haga clic para hacer un certificado el sistema por defecto
pt_br: Passe o mouse sobre a coluna "Padrão" e clique para fazer um certificado padrão do sistema
ru: Наведите курсор на столбец 'По-умолчанию' и кликните чтобы сделать сертификат системным по умолчанию
vi: Di chuột đến cột 'Defualt" ( Mặc định) và kích vào đó đặt một chứng thực là mặc định trong hệ thống

source: How long the certificate is valid until
de_de: Wie lange das Zertifikat gültig bleibt / Gültig bis
es_es: Hasta cuando el certificado es valido
pt_br: Até quanto tempo o certificado será válido
ru: Срок действия сертификата до тех пор, пока
vi: Chứng thực có hiệu lực tới bao lâu

source: I Know what I am doing
de_de: Ich weiß, was ich tue
es_es: Sé lo que estoy haciendo
pt_br: Eu sei o que estou fazendo
ru: Я знаю что делаю
vi: Tôi biết tôi đang làm gì

source: If security is managed by the PBX Firewall module, this process should be automatic. Alternate security methods and external firewalls will require manual configuration.
ru: Если безопасность управляется модулем брандмауэра АТС - этот процесс должен быть автоматическим. Альтернативные методы защиты и внешние брандмауэры потребуют ручной настройки.
