Repository: FreePBX/certman
Catalog: i18n/*/LC_MESSAGES/certman.po
Languages: de_de, es_es, pt_br, ru, vi

source: This email address is given to Let's Encrypt. It may be used by them if the certificate is approaching expiration and it has not been renewed.
de_de: Die für Let's Encrypt verwendete Email- Adresse. Wird von Let´s Encrypt verwendet, um vor dem Ablauf der Gültigkeit des Zertifikats zu warnen.
pt_br: Este endereço de email é fornecido ao Let's Encrypt. Isto pode ser usado por eles se o certificado está próximo da expiração e não foi renovado.
ru: Этот адрес электронной почты дается для Let's Encrypt. Он может быть использован ими если срок действия сертификата заканчивается и не был продлен.
vi: Địa chỉ email này được gửi tới Let's Encryp. Nó được sử dụng bởi Let's Encrypt nếu chứng thực đang gần hết hạn và sẽ được làm mới.

source: This field cannot be blank and must be alphanumeric
de_de: Dieses Feld darf nicht leer sein und muss alphanumerisch sein
es_es: El campo no puede estar en blanco y debe ser alfanumerico
pt_br: Este campo não pode ficar em branco e deve ser alfanumérico
ru: Это поле не может быть пустым и должно быть буквенно-цифровым
vi: Trường này không thể để trống và phải là chữ và số

source: This must be the hostname you are requesting a certificate for. LetsEncrypt will validate that the hostname resolves to this machine, and attempt to connect to it.
de_de: Das muß der Rechnername des anfragenden Rechners für das Zertifikat sein. Let´s Encrypt wird die Namensauflösung durch einen Verbindungsaufbau validieren.
pt_br: Isto pode ser o hosname que você está requisitando o certificado. Let's Encrypt irá validar que o hostname resolve nesta máquina, e tentar se conectar a ela.
ru: Это должно быть имя хоста, для которого вы запрашиваете сертификат. LetsEncrypt проверит имя хоста на соответствие этой машине и попытается подключиться к ней.
vi: Đây phải là tên host bạn đang yêu cầu một chứng thực cho nó. LetsEncrypt sẽ xác nhận rằng tên host liên quan tới máy này, và cố gắng để kết nối với nó.

source: To manually import certificate files place them into %s and make sure they have the same basename, EG: %s
de_de: Um ein Zertifikat manuell hinzuzufügen, hinterlegen Sie es hier %s und stellen Sie sicher, dass der gleiche Dateiname verwendet wird, EG: %s
es_es: Para importar manualmente los archivos de certificados colóquelos en %s y asegúrese de que tienen el mismo nombre base, EG: %s
pt_br: Para importar manualmente arquivos de certificados, coloque-os em %s e verifique se eles têm o mesmo nome de base, EG: %s
ru: Чтобы вручную импортировать файлы сертификатов, поместите их в %s и убедитесь что они имеют одинаковое базовое имя, например: %s
vi: Để nhập các tệp chứng thực tự động thì đặt chúng vào %s và đảm bảo chúng có cùng tên cơ sở, EG: %s

source: Trusted Chain
de_de: Vertrauenswürdige Aussteller
es_es: Cadena Confiable
pt_br: Cadeia Confiável
ru: Доверенная цепочка
vi: Chuỗi tin tưởng

source: Two letter country code, such as "US", "CA", or "AU".
de_de: Zweistellige (internationale) Kurzbezeichnung des Landes, z.B. "DE", "CH" oder "AT".
es_es: Código de País de 2 letras, como "US", "BR" o "MX".
pt_br: Código de país com duas letras, como "US", "CA" ou "BR".
ru: Двухбуквенный код страны, например "RU", "CA" или "AU".
vi: Mã quốc gia gồm 2 chữ cái, ví dụ "US", "CA", or "AU".

source: Type
de_de: Typ
es_es: Tipo
pt_br: Tipo
ru: Тип
vi: Kiểu

source: Unable to create CSR: %s
de_de: Es war unmöglich einen Zertifikatsunterschriftenantrag (CSR) zu erstellen: %s
es_es: Incapaz de crear CSR: %s
pt_br: Não é possível criar o CSR: %s
ru: Невозможно создать ЗПС: %s
vi: Không thể tạo CSR: %s

source: Unable to find Certificate Authority
de_de: Keine gültigen Zertifikatsaussteller gefunden
es_es: Incapaz de encontrar Autoridad de Certificado
pt_br: Não é possível encontrar a Autoridade Certificadora
ru: Не удается найти Центр сертификации
vi: Không thể tìm thấy nhà cung cấp chứng thực

source: Unable to generate Certificate Authority
de_de: Es war unmöglich, eine Zertifizierungsstelle zu erzeugen
es_es: Incapaz de generar Autoridad de Certificado
pt_br: Não é possível gerar a Autoridade Certificadora
ru: Невозможно создать Центр сертификации
vi: Không thể khởi tạo nhà cung cấp chứng thực

source: Unable to generate certificate: %s
de_de: Erstellen des Zertifikats fehlgeschlagen: %s
ru: Невозможно создать сертификат: %s
vi: Không thể khởi tạo chứng thực: %s

source: Unable to read key. Is it password protected?
de_de: Schlüssel nicht lesbar. Ist der Schlüssel passwortgeschützt?
es_es: Incapaz de leer llave. Esta protegida por contraseña?
pt_br: Não é possível ler a chave. É protegida por senha?
ru: Не удается прочитать ключ. Он защищен паролем?
vi: Không thể đọc khóa. Nó có được bảo vệ bằng mật khẩu không?

source: Unable to remove %s
de_de: %s konnte nicht entfernt werden
es_es: No se puede eliminar %s
pt_br: Não foi possível remover %s
ru: Невозможно удалить %s
vi: Không thể xóa %s

source: Unable to remove ca.cfg
de_de: Kann ca.cfg nicht löschen
es_es: No se puede eliminar ca.cfg
pt_br: Não foi possível remover ca.cfg
ru: Невозможно удалить ca.cfg
vi: Không thể xóa ca.cfg

source: Unable to remove ca.crt
de_de: Kann ca.crt nicht entfernen
es_es: Incapaz de remover ca.crt
pt_br: Não é possível remover ca.crt
ru: Невозможно удалить ca.crt
vi: Không thể xóa ca.crt

source: Unable to remove ca.key
de_de: Kann ca.key nicht entfernen
es_es: Incapaz de remover ca.key
pt_br: Não é possível remover ca.key
ru: Невозможно удалить ca.key
vi: Không thể xóa ca.key

source: Unable to remove the Certificate Authority
de_de: Kann Zertifizierungsstelle nicht entfernen
es_es: Incapaz de remover Certificado de Autoridad
pt_br: Não é possível remover a Autoridade Certificadora
ru: Невозможно удалить Центр сертификации
vi: Không thể xóa nhà cung cấp chứng thực

source: Unable to remove the Certificate Signing Request
de_de: Kann die Zertifikatunterschriftsanfrage (CSR) nicht löschen
es_es: Incapaz de remover la Solicitud de Firma de Certificado
pt_br: Não é possível remover a Solicitação de Assinatura de Certificado
ru: Невозможно удалить запрос на подпись сертификата
vi: Không thể xóa Yêu cầu ký chứng thực

source: Unable to remove tmp.cfg
de_de: Kann tmp.cfg nicht entfernen
es_es: No se puede eliminar tmp.cfg
pt_br: Não foi possível remover tmp.cfg
ru: Невозможно удалить tmp.cfg
vi: Không thể xóa tmp.cfg

source: Unable to write to %s
de_de: Konnte nicht nach %s schreiben
es_es: Incapaz de escribir en %s
pt_br: Não é possível gravar em %s
ru: Невозможно записать в %s
vi: Không thể ghi tới %s

source: Unknown Expiration
de_de: Ablaufdatum unbekannt
pt_br: Expiração Desconhecida
ru: Неизвестный срок действия
vi: Thời gian hết hạn không xác định

source: Update Certificate
de_de: Zertifikat aktualisieren
es_es: Actualizar Certificado
pt_br: Atualizar Certificado
ru: Обновление сертификата
vi: Cập nhật chứng thực

source: Update Existing Certificate
de_de: Vorhandenes Zertifikat aktualisieren
es_es: Actualiza Certificado Existente
pt_br: Atualizar Certificado Existente
ru: Обновление существующего сертификата
vi: Cập nhật chứng thực hiện có

source: Updated certificate
de_de: Zertifikat aktualisiert
es_es: Certificado Actualizado
pt_br: Certificado Atualizado
ru: Обновленные сертификаты
vi: Chứng thực đã cập nhật

source: Upload CA
de_de: Lade Zertifizierungsstelle
es_es: Subir CA
pt_br: Carregar CA
ru: Загрузить ЦС
vi: Tải lên nhà cung cấp chứng chỉ

source: Upload Certificate
de_de: Lade Zertifikat
es_es: Subir Certificado
pt_br: Carregar Certificado
ru: Загрузить сертификат
vi: Tải lên chứng thực

source: Uploaded
de_de: Hochgeladen
es_es: Subido
pt_br: Carregado
ru: Загружено
vi: Đã tải lên

source: Use --import instead
de_de: Benutze stattdessen "--import"
ru: Вместо этого используйте --import

source: Use Certificate
de_de: Zertifikat verwenden
es_es: Use Certificado
pt_br: Usar Certificado
ru: Используемый сертификат
vi: Sử dụng chứng thực

source: Valid Until
de_de: Gültig bis
es_es: Unidad Valida
pt_br: Válido Até
ru: Действителен до
vi: Có hiệu lực đến

source: Verify that provided peer certificate and fingerprint are valid <ul> <li>A value of 'yes' will perform both certificate and fingerprint verification</li> <li>A value of 'no' will perform no certificate or fingerprint verification</li> <li>A value of 'fingerprint' will perform ONLY fingerprint verification</li> <li>A value of 'certificate' will perform ONLY certficiate verification</li> </ul>
de_de: Stellen Sie sicher, dass bereitgestelltes Zertifikat und Fingerabdruck gültig sind <ul> <li>'Ja' bedeutet, dass sowohl Zertifikat als auch Fingerabdruck geprüft werden</li> <li>'Nein' bedeutet, dass weder Zertifikat noch Fingerabdruck geprüft werden</li> <li>'Fingerabdruck' prüft nur den Fingerabdruck</li> <li>'Zertifikat' prüft nur das Zertifikat</li> </ul>
es_es: Verifique que el certificado pareja proporcionado y la huella digital sean validos↵ →→ <ul> ↵ →→→ <li> Un valor de "sí" llevará a cabo verificación tanto en el certificado como en la huella digital</li>↵ →→→ <li> Un valor de "no" llevará a cabo ninguna verificación de certificado o de huellas digitales</li>↵ →→→ <li> Un valor de 'fingerprint' realizará SOLAMENTE verificación de huellas digitales</li>↵ →→→ <li> Un valor de 'certificate' realizará SOLAMENTE verificación certificado</li>↵ →→→ </ul>
pt_br: Verifique se o certificado e a impressão digital fornecidos são válidos <ul> <li>O valor 'sim' executará a verificação de certificado e de impressão digital</li> <li>O valor 'não' não executará verificação de nenhum certificado ou impressão digital</li> <li>O valor "impressão digital" executará SOMENTE verificação de impressão digital</li> <li>O valor 'certificado' será executado SOMENTE verificação de certificado</li> </ul>
ru: Убедитесь, что предоставленные сертификат пира и отпечаток пальца действительны <ul> <li>Значение 'да' будет выполнять как проверку сертификата, так и проверку отпечатка пальца</li> <li>значение 'нет' не будет выполнять никакой проверки сертификата или отпечатка пальца</li> <li>значение 'fingerprint' будет выполнять ТОЛЬКО проверку отпечатка пальца</li> <li>значение 'certificate' будет выполнять ТОЛЬКО проверку сертификата</li> </ul>
vi: Xác minh rằng các chứng thực được cung cấp và vân tay hợp lệ <ul> <li>Một giá trị của 'yes' sẽ thựa hiện cả việc xác minh dấn vân tay và chứng thực</li> <li>Một giá trị của 'no' sẽ khôngthực hiện việc xác minh vân ay hoặc chứng thực</li> <li>Một giá trị của 'fingerprint' sẽ chỉ thực hiện việc xác minh vân tay</li> <li>Một giá trị của 'certificate' sẽ chỉ thực hiện việc xác minh chứng thực</li> </ul>

source: What is Certificate Manager?
de_de: Was ist ein Zertifikatmanager?
es_es: Que es Gestor de Certificado?
pt_br: O que é o Gerenciador de Certificados?
ru: Что такое менеджер сертификатов?
vi: Trình quản lý chứng thực là gì?

source: Whether we are willing to accept connections, connect to the other party, or both. This value will be used in the outgoing SDP when offering and for incoming SDP offers when the remote party sends actpass <ul> <li>active (we want to connect to the other party)</li> <li>passive (we want to accept connections only)</li> <li>actpass (we will do both)</li> </ul>
de_de: Ob wir bereit sind, Verbindungen zu akzeptieren, uns zu anderen Teilnehmern verbinden können oder beides. Dieser Wert wird in den ausgehenden SDP Paketen eingetragen, wenn es angeboten wird; bei eingehenden SDP Paketen für den Fall, dass die Gegenstelle 'actpass' sendet <ul> <li>aktiv (wenn wir anrufen)</li> <li>passiv (wenn nur für eingehende Anrufe gewünscht)</li> <li>actpass (ein- und ausgehende Verbindungen</li> </ul>
es_es: Si estamos dispuestos a aceptar conexiones, conectarse a la otra parte, o ambas.↵ →→ Este valor se utilizará en el SDP saliente al ofrecer y para entrante SDP ofrece cuando la parte remota envía actpass↵ →→ <ul>↵ →→→ <li> activa (queremos conectar a la otra parte) </li> ↵ →→→ <li> pasiva (queremos aceptar sólo conexiones) </li> ↵ →→→ <li> actpass (vamos a hacer las dos cosas) </li> ↵ →→→ </ul>
pt_br: Se estivermos dispostos a aceitar conexões, conectar-se com a outra parte, ou ambos. Esse valor será usado no SDP de saída quando fornecido e no fornecimento de SDP de entrada quando a parte remota envia o ativo-passivo. <ul> <li>ativo (conectar à outra parte)</li> <li>passivo (somente aceitar conexões)</li> <li>ativo-passivo(conectar e receber conecções)</li> </ul>
ru: Независимо от того, готовы ли мы принять соединения, подключиться к другой стороне или и то, и другое. Это значение будет использоваться в исходящем SDP при согласовании и для входящих SDP согласований когда удаленная сторона отправляет actpass <ul> <li>активен (мы хотим подключиться к другой стороне)</li> <li>пассивный (мы хотим только принимать соединения)</li> <li>actpass (и то и другое)</li> </ul>
vi: Cho dù chúng tôi sẵn sàng chấp nhận các kết nối, kết nối với bên kia, hoặc cả hai. Giá trị này sẽ được sử dụng trong SDP ((Giao thức Mô tả Phiên) khi gửi đi và sử dụng cho các bên gửi SDP đến khi bên từ xa gửi actpass <ul> <li>hoạt động (chúng tôi muốn kết nối với bên kia)</li> <li>thụ động (chúng tôi muốn chấp nhận chỉ các kết nối)</li> <li>actpass (chúng tôi sẽ làm cả hai)</li> </ul>

source: Your CA may also require a Trusted Chain to be installed. This will be provided by the CA, and will consist of one, or multiple, certificate files. Paste the contents of all the Chain files, if any, into the box below. This may be left blank, or updated at any time. They can be added in any order.
de_de: Ihre Zertifikatsautorität könnte die Existenz einer vertrauenswürdigen Kette erfordern. Wird von der Zertifikatsautorität bereitgestellt und besteht aus mindestens einem Zertifikat. Fügen Sie alle zugehörigen Inhalte aller vertrauenswürdigen Ketten, falls existent, in das Feld unter diesem Text. Kann man leer lassen oder irgendwann nachtragen. Die Reihenfolge spielt dabei keine Rolle.
es_es: Su CA también puede requerir una Cadena de Confianza para ser instalado. Esta será proporcionada por la CA, y consistirá en uno, o múltiples, archivos de certificados. Pegar el contenido de todos los archivos de la cadena, en su caso, en la casilla inferior. Esto puede dejarse en blanco, o actualizar en cualquier momento. Se pueden añadir en cualquier orden.
pt_br: Seu CA também pode exigir que uma Cadeia de Confiança seja instalada. Ela será fornecida pela autoridade certificadora e será composta por um ou vários arquivos de certificado. Cole o conteúdo de todos os arquivos da cadeia, se houver, no campo abaixo. Isso pode ser deixado em branco ou atualizado a qualquer momento. Eles podem ser adicionados em qualquer ordem.
ru: Ваш центр сертификации также может потребовать установки доверенной цепочки. Это будет предоставлено Центром сертификации и будет состоять из одного или нескольких файлов сертификатов. Вставьте содержимое всех файлов цепочки, если таковые имеются, в поле ниже. Может быть оставлено пустым или обновлено в любое время. Они могут быть добавлены в любом порядке.
vi: Nhà cung cấp chứng thực của bạn cũng yêu cầu chuỗi tin tưởng được cài đăt. Nhà cung cấp chứng thực sẽ cung cấp chuỗi này cho bạn và sẽ bao gồm một hoặc nhiều các tệp chứng thực. Dán các nội dung của các tệp Chuỗi, nếu có vào các cửa sổ sau. Có thể để trong hoặc cập nhật bất cứ khi nào. Có thể thêm chúng khi có yêu cầu.

source: Admin
de_de: Administrator
es_es: Administ
vi: Quản trị viên

source: Certificate Manager
de_de: Zertifikatmanager
es_es: Administrador de certificados
pt_br: Gerenciador de Certificado
vi: Trình quản lý chứng thực

source: Certificate Manager for Asterisk. Used for TLS, DTLS connection (think WebRTC and secure traffic)
de_de: Zertifikatverwaltung für Asterisk. Wird für TLS- und DTLS-Verbindungen verwendet
es_es: Gestor de Certificado para Asterisk. Usado para TLS, conexión DTLS (piense en WebRTC y trafico seguro)
pt_br: Gerenciador de Certificados para o Asterisk. Usado para TLS, conexão DTLS (pense em WebRTC e tráfego seguro)
vi: Trình quản lý chứng thực cho Asterisk. Được sử dụng cho kết nối TLS, DTLS ( think WebRTC and lưu lượng truy cập an toàn)

source: Updated Certificates
de_de: Zertifikate aktualisiert
es_es: Certificados Actualizados
pt_br: Certificados Atualizados
vi: Các chứng thực đã cập nhật

source: Information
es_es: Información

source: Self-Signed:
es_es: Auto-Firmado:

source: That is not a valid ID
es_es: Este no es un ID Valido

source: There are three different types of certificates this module can handle:
es_es: Hay tres tipos de certificados que este modulo puede manejar:

source: There was an error updating the certificate: %s
es_es: Hubo un error actualizando el certificado: %s

source: Uploaded:
es_es: Subido:
