Repository: FreePBX/certman
Catalog: i18n/*/LC_MESSAGES/certman.po
Languages: de_de, es_es, pt_br, ru, vi

source: If you have a separate private key paste it here.
de_de: Wenn Sie einen eigenen privaten Schlüssel haben, fügen Sie ihn hier ein.
es_es: Si tiene una clave privada péguela aquí.
pt_br: Se você tiver uma chave privada separada, cole-a aqui.
ru: Если у вас есть отдельный приватный ключ - вставьте его сюда.
vi: Nếu bạn có một khóa cá nhân riêng dán nó vào đây.

source: Import Locally
de_de: Lokal importieren
es_es: Importar Localmente
pt_br: Importar Localmente
ru: Импорт локально
vi: Nhập tại chỗ

source: Import any unmanaged certificates in %s
de_de: Jedes unverwaltete Zertifikat in %s importieren
ru: Импорт любых неуправляемых сертификатов в %s

source: Important
ru: Значительный

source: Imported from file system
de_de: Aus Dateisystem importiert
es_es: Importado del sistema de archivos
pt_br: Importado do sistema de arquivos
ru: Импорт из файловой системы
vi: Đã nhập từ hệ thống tệp

source: Interval at which to renegotiate the TLS session and rekey the SRTP session. If this is not set or the value provided is 0 rekeying will be disabled
de_de: Intervall für die Neuaushandlung der TLS Session und Neuaushandlung der SRTP Session. Wenn nicht gesetzt oder der Wert 0 eingetragen ist, werden die Session Keys nicht erneuert
es_es: Intervalo en el que se renegociara de la sesión TLS y recodificara la sesión SRTP. Si no se establece, o el valor proporcionado es 0 rekeying se desactivará
pt_br: Intervalo para renegociar a sessão TLS e recodificar a sessão SRTP. Se não estiver definido ou o valor fornecido for 0, a recodificação será desativada
ru: Интервал, в течение которого можно повторно пересмотреть сеанс TLS и повторно ввести ключ сеанса SRTP. Если этот параметр не установлен или значение равно 0 пересмотр будет отключен
vi: Khoảng thời gian để dàn xếp lại phiên TLS và thay đổi khóa của phiên SRTP. Nếu điều này không được cài đặt hoặc giá trị được cung cấp là 0 việc thay đổi khóa sẽ bị vô hiệu

source: Invalid Certificate
de_de: Ungültiges Zertifikat
es_es: Certificado Invalido
pt_br: Certificado Inválido
ru: Недействительный сертификат
vi: Chứng thực không hợp lệ

source: Key does not match certificate
de_de: Schlüssel entspricht nicht dem Zertifikat
es_es: Llave no coincide con el certificado
pt_br: A chave não corresponde ao certificado
ru: Ключ не соответствует сертификату
vi: Khóa không khớp với chứng thực

source: Key does not match certificate after password removal
de_de: Schlüssel entspricht nach dem Entfernen des Kennworts nicht dem Zertifikat
es_es: Llave no coincide con el certificado luego de remover la contraseña
pt_br: A chave não corresponderá ao certificado após a remoção da senha
ru: Ключ не соответствует сертификату после удаления пароля
vi: Khóa không khớp với chứng thực sau khi xóa mật khẩu

source: Key is empty
de_de: Schlüssel ist leer
es_es: Llave esta vacía
pt_br: Chave está vazia
ru: Ключ пуст
vi: Khóa trống

source: Key is password protected or malformed
de_de: Schlüssel ist passwortgeschützt oder fehlerhaft
es_es: La llave esta protegida por Contraseña o esta mal-formada
pt_br: A chave é protegida por senha ou está malformada
ru: Ключ защищен паролем или некорректен
vi: Khóa được bảo vệ bằng mật khẩu hoặc bị sai khóa

source: Let's Encrypt Certificates are <strong>automatically</strong> updated by %s when required (Approximately every 2 months). Do not install your own certificate updaters!
de_de: Let's Encrypt Zertifikate werden <strong> automatisch </strong> erneuert %s wenn benötigt (ungefähr alle zwei Monate). Bitte keine eigenen Updateprogramme installieren!
pt_br: Certificados Let's Encrypt são <strong>automaticamente</strong> atualizados por %s quando requerido (Aproximadamente a cada 2 meses). Não instale as atualizações de seus próprios certificados!
ru: Сертификаты Let's Encrypt, которые <strong>автоматически</strong> обновляются %s при необходимости (примерно каждые 2 месяца). Не устанавливайте собственные средства обновления сертификатов!
vi: Những chứng thực Let's Encrypt là <strong>tự động</strong> cập nhật bằng %s khi được yêu cầu ( xấp xỉ 2 tháng 1 lần). Không cài đặt các cập nhật chứng thực của riêng bạn!

source: Let's Encrypt certificate creation and validation requires unrestricted inbound http access on port 80 to the Let's Encrypt token directories
ru: Для создания и проверки сертификата Let's Encrypt требуется неограниченный входящий http-доступ через порт 80 к каталогам токенов Let's Encrypt

source: LetsEncrypt only supports hostname validation via HTTP on port 80.
de_de: Let's Encrypt unterstützt nur Port 80 für die Validierung.
pt_br: Let's Encrypt apenas suporta validação de hostname via HTTP na porta 80.
ru: LetsEncrypt поддерживает проверку имени хоста только через HTTP на порту 80.
vi: LetsEncrypt chỉ hỗ trợ xác nhận hostname thông qua HTTP trên cổng giao tiếp 80 ( Port 80).

source: List Certificates
de_de: Zertifikate auflisten
ru: Список сертификатов

source: Making a certificate the 'default' changes certificate settings in Advanced Settings ONLY. It will force said certificate to be the default for options in Advanced Settings that require certificates. It will also place a standard set of the certificate and it's key into %s for use by other applications
de_de: Ein Zertifikat zum Standard zu erheben ändert nur die Zertifikatseinstellung in den erweiterten Einstellungen. Es wird zur Standardeinstellung in den erweiterten Einstellungen bei allen Einstellungen, die ein Zertifikat erfordern. Es wird außerdem eine Standardeinstellung des Zertifikats und des dazugehörigen Schlüssels auf %s für den Gebrauch in anderen Anwendungen festlegen
es_es: Haciendo un certificado el "por defecto" cambia la configuración del certificado en Ajustes avanzados. Obligará a dicho certificado que sea el predeterminado para las opciones de configuración avanzadas que exigen certificados. También colocará un conjunto estándar del certificado y es llave en %s para su uso por otras aplicaciones
pt_br: Tornar um certificado 'padrão' altera as configurações de certificado somente nas configurações avançadas. Ele forçará o referido certificado a ser o padrão para as opções das Configurações Avançadas que exigem certificados. Ele também colocará um conjunto padrão de certificado e sua chave em %s para uso por outras aplicações
ru: Создание сертификата 'по-умолчанию' изменяет настройки сертификата ТОЛЬКО в Расширенных настройках. Это приведет к тому, что указанный сертификат будет использоваться по-умолчанию для параметров в Расширенных настройках, требующих сертификатов. Он также поместит стандартный набор сертификатов и их ключ в %s для использования другими приложениями
vi: Tạo chứng thực 'mặc định' sẽ thay đổi các cài đặt chứng thực trong mỗi Cài đặt nâng cao. Điều này bặt buộc chứng thực được nói đến là mặc định cho các tùy chọn trong Cài đặt nâng cao yêu cầu phải có chứng thực. Nó sẽ đặt một bộ chứng thực tiêu chuẩn và đây là khóa để vào trong %s cho các ứng dụng khác sử dụng

source: N/A
de_de: k. A.
pt_br: N/D
ru: Н/Д
vi: N/A ( Non Available- không khả dụng)

source: Name
es_es: Nombre
pt_br: Nome
ru: Имя
vi: Tên

source: New Certificate
de_de: Neues Zertifikat
es_es: Nuevo Certificado
pt_br: Novo Certificado
ru: Новый сертификат
vi: Chứng thực mới

source: New Certificate Authority Settings
de_de: Neue Zertifizierungsstelleneinstellungen
es_es: Ajustes Autoridad nuevo certificado
pt_br: Novas Configurações da Autoridade Certificadora
ru: Новые параметры центра сертификации
vi: Cài đặt nhà cung cấp chứng thực mới

source: New Certificate Signing Request
de_de: Neue Zertifikatsignierungsanfrage
es_es: Nueva Petición de Firma de Certificado
pt_br: Nova Solicitação de Assinatura de Certificado
ru: Новый запрос на подпись сертификата
vi: Yêu cầu ký chứng thực mới

source: New Let's Encrypt Certificate
de_de: Neues „Let's encrypt“-Zertifikat
es_es: Nuevo Certificado Let's Encrypt
pt_br: Novo Certificado Let's Encrypt
ru: Новый сертификат Let's Encrypt
vi: Chứng thực Let's Encrypt mới

source: No Certificate provided
de_de: Kein Zertifikat bereitgestellt
es_es: No Certificado provisto
pt_br: Nenhum Certificado fornecido
ru: Сертификат не предоставлен
vi: Không có chứng thực nào được cấp

source: No Certificates exist
de_de: Keine Zertifikate vorhanden
es_es: No existe Certificado
pt_br: Não existem Certificados
ru: Нет существующих сертификатов
vi: Không có chứng thực nào tồn tại

source: No Certificates to import. Try placing a certificate (<name>.crt) and its key (<name>.key) into %s
de_de: Keine Zertifikate zu importieren. Versuchen Sie, ein Zertifikat (<name>.crt) und den zugehörigen Schlüssel (<name>.key) unter %s abzulegen
ru: Нет сертификатов для импорта. Попробуйте разместить сертификат (<имя>.crt) и его ключ (<имя>.key) в %s

source: No Private key to reference.
de_de: kein Verweis auf privaten Referenzschlüssel.
es_es: No llave privada a referenciar.
pt_br: Nenhuma chave privada para referenciar.
ru: Нет приватного ключа для ссылки.
vi: Không có khóa cá nhân nào để tham chiếu.

source: No Private key to reference. Try generating a CSR first.
de_de: Kein Verweis auf privaten Referenzschlüssel. Generieren Sie zuerst einen CSR.
es_es: No llave privada a referenciar. Intente generando un CSR primero.
pt_br: Nenhuma chave privada para referenciar.Tente gerar primeiro uma CSR.
ru: Нет приватного ключа для ссылки. Попробуйте сначала создать ЗПС.
vi: Không có khóa cá nhân nào để tham chiếu. Thử kích hoạt một CSR trước.

source: No certificates to import
de_de: Keine Zertifikate zum Importieren
es_es: No certificado a importar
pt_br: Nenhum certificado para importar
ru: Нет сертификата для импорта
vi: Không có chứng thực nào để nhập

source: None
de_de: Kein*e
es_es: Ninguno
pt_br: Nenhum
ru: Отсутствует
vi: Không có

source: Not Shown for your security. Paste a new certificate here
de_de: Wird aus Sicherheitsgründen nicht angezeigt. Fügen Sie hier ein neues Zertifikat ein
es_es: No mostrado por su seguridad. Pegar un nuevo certificado aquí
pt_br: Não mostrado para sua própria segurança. Colar um novo certificado aqui
ru: Не отображается для вашей безопасности. Вставьте новый сертификат здесь
vi: Không hiển thị đối với bảo mật của bạn. Dán một chứng thực mới ở đây

source: Not Shown for your security. Paste a new key here
de_de: Wird aus Sicherheitsgründen nicht angezeigt. Fügen Sie hier einen neuen Schlüssel ein
es_es: No mostrado por su seguridad. Pegue una nueva llave aquí
pt_br: Não mostrado para sua própria segurança. Colar uma nova chave aqui
ru: Не отображается для вашей безопасности. Вставьте новый ключ здесь
vi: Không hiển thị đối với bảo mật của bạn. Dán một khóa ở đây

source: Note:
de_de: Hinweis:
es_es: Nota:
pt_br: Comentário:
ru: Примечание:
vi: Ghi chú:

source: Organization Name
de_de: Name der Organisation
es_es: Nombre de Organización
pt_br: Nome da Organização
ru: Название организации
vi: Tên tổ chức

source: Organization Name such as %s
de_de: Organisationsname wie %s
es_es: Nombre Organización tal como %s
pt_br: Nome da Organização, como %s
ru: Название организации, например %s
vi: Tên tổ chức ví dụ như %s

source: Organization Unit
de_de: Organisationseinheit
es_es: Unidad Organizativa
pt_br: Unidade Organizacional
ru: Отдел организации
vi: Đơn vị tổ chức

source: Organizational Unit. This can be a doing business as (DBA) name, or the name of a department within the business. This may be left blank.
de_de: Unternehmenseinheit. Kann Firmierung oder der Name der Abteilung im Unternehmen sein. Kann leer gelassen werden.
es_es: Unidad Organizativa. Esto podría ser nombre ficticio (DBA), o nombre del departamento dentro de la empresa. Se puede dejar en blanco.
pt_br: Unidade Organizacional. Isso pode ser um setor, cargo como (DBA), ou o nome de um departamento dentro da empresa. Isso pode ser deixado em branco.
ru: Отдел организации. Это может быть название действующего бизнеса (DBA) или название отдела в рамках организации Может быть оставлено пустым.
vi: Đơn vị tổ chức. Điều này có thể là hoạt động kinh doanh dưới tên (DBA), hoặc tên một phòng trong lĩnh vực kinh doanh. Trường này có thể để trống.

source: Owners Email
de_de: E-Mail-Adresse des Eigentümers
pt_br: Email dos Donos
ru: E-mail владельцев
vi: Email của người sở hữu

source: Passphrase
de_de: Passwort
es_es: Palabra Clave
pt_br: Frase-Senha
ru: Парольная фраза
vi: Cụm mật khẩu

source: Paste new certificate here
de_de: Neues Zertifikat hier einfügen
es_es: Pegue nuevo certificado aquí
pt_br: Cole o nove certificado aqui
ru: Вставьте новый сертификат здесь
vi: Dán chứng thực mới ở đây

source: Paste new key here
de_de: Neuen Schlüssel hier einfügen
es_es: Pegar nueva llave aquí
pt_br: Cole a nova chave aqui
ru: Вставьте новый ключ здесь
vi: Dán khóa mới ở đây

source: Please enable DTLS for Media Encryption field first before enabling DTLS parameters
ru: Пожалуйста, сначала включите DTLS для поля Шифрование мультимедиа, прежде чем включать параметры DTLS

source: Private Key
de_de: Privater Schlüssel
es_es: Clave Privada
pt_br: Chave Privada
ru: Приватный ключ
vi: Khóa cá nhân

source: Private Key File to use for this CA
de_de: Privater Schlüssel (Datei), der für die Unterschrift verwendet wird
es_es: Archivo de Clave Privada a ser usado para esta CA
pt_br: Arquivo de Chave Privada para usar para este CA
ru: Файл приватного ключа для использования в этом ЦС
vi: Tệp khóa cá nhân sử dụng cho nhà cấp chứng chỉ này

source: Remove DST Root CA X3
ru: Удалить DST Root CA X3

source: Reset
de_de: Zurücksetzen
es_es: Reinicio
pt_br: Reiniciar
ru: Сброс
vi: Cài đặt lại

source: Select this for additional fields used to upload your own certificate.
de_de: Wählen, wenn Sie zusätzliche Felder beim Hochladen Ihres eigenen Zertifikats benutzen möchten.
es_es: Selecciones este para campos adicionales usados para bajar su propio certificado.
pt_br: Selecione esta opção para campos adicionais utilizados para carregar seu próprio certificado.
ru: Выберите этот параметр для дополнительных полей, используемых для загрузки вашего собственного сертификата.
vi: Chọn mục này cho các trường bổ sung được sử dụng để tải lên các chứng thực của riêng bạn.

source: Self Signed
de_de: Selbst Signiert
es_es: Auto-Firmado
pt_br: Auto-Assinado
ru: Самозаверенный
vi: Tự ký

source: Some Certificates are expiring or have expired
de_de: Einige Zertifikate laufen ab oder sind abgelaufen
es_es: Algunos certificados han expirado o están por expirar
pt_br: Alguns Certificados estão expirando ou expiraram
ru: Срок действия некоторых сертификатов истекает или уже истек
vi: Một số chứng thực đang hết hạn hoặc vừa hết hạn

source: Some SSL/TLS Certificates have been automatically updated. You may need to ensure all services have the correctly update certificate by restarting PBX services
de_de: Manche SSL/TLS Zertifikate wurden automatisch erneuert. Vergewissern Sie sich, dass alle Dienste das richtige, upgedatete Zertifikat verwenden in dem Sie die Dienste der Telefonanlage neu starten
es_es: Algunos Certificados TLS/SSL han sido actualizados automáticamente. Puede que necesite para asegurar el correcto funcionamiento, reiniciar los servicios de la PBX
pt_br: Alguns certificados SSL/TLS foram atualizados automaticamente. Talvez seja necessário reiniciar os serviços PBX para garantir que todos os serviços façam a correta atualização dos certificados
ru: Некоторые сертификаты SSL/TLS были автоматически обновлены. Возможно, Вам потребуется убедиться, что все службы имеют правильный сертификат обновления, перезапустив службы АТС
vi: Các chứng thực SSL/TLS được cập nhật tự động. Bạn cần chắc chắn rằng tất cả các dịch vụ có chứng thực cập nhật chính xác bằng cách khởi động lại các dịch vụ PBX

source: State or province such as "Queensland" or "Wisconsin" or "Ontario." Do not abbreviate. Enter the full name.
de_de: Bundesland oder Region wie z.B. "Hessen", "Niedersachsen" oder "Steiermark". Nicht abkürzen sondern den vollen Namen eingeben.
es_es: Estado o Provincia tal como "Ontario" o "Veracruz" o "Florida". No use abreviaciones. Use el nombre completo.
pt_br: Estado como "Paraná" ou "São Paulo" ou "Rio Grande do Sul". Não abreviar. Inserir o nome completo.
ru: Область или провинция, такие как "Krasnodar", "Orenburg" или "Rostov". Не надо сокращений. Введите полное имя.
vi: Bang hoặc tỉnh như "Queensland" hoặc "Wisconsin" hoặc "Ontario." Không được viết tắt. Nhập tên đầy đủ.

source: State/Province
de_de: Bundesstaat / Provinz
es_es: Estado/Provincia
pt_br: Estado
ru: Область/провинция
vi: Bang/Tỉnh

source: State/Province/Region
de_de: Land/Region/Bundesland
pt_br: Estado/Província/Região
ru: Область/провинция/регион
vi: Bang/Tỉnh/Miền

source: Submit
de_de: Absenden
es_es: Enviar
pt_br: Enviar
ru: Принять
vi: Gửi đi

source: Successfully deleted the Certificate Authority
de_de: Die Zertifizierungsstelle wurde erfolgreich gelöscht
es_es: Autoridad de Certificacion satisfactoriamente borrada
pt_br: Autoridade Certificadora apagada com sucesso
ru: Центр сертификации успешно удалён
vi: Đã xóa thành công nhà cung cấp chứng thực

source: Successfully deleted the Certificate Signing Request
de_de: Die Zertifikatsignierungsanforderung wurde erfolgreich gelöscht
es_es: La solicitud de Firma de Certificado borrada satisfactoriamente
pt_br: Solicitação de Assinatura de Certificado apagada com sucesso
ru: Запрос на подпись сертификата успешно удалён
vi: Đã xóa thành công Yêu cầu ký chứng thực

source: Successfully imported %s
de_de: Erfolgreich %s importiert
es_es: Importado Satisfactoriamente %s
pt_br: %s importado com sucesso
ru: Успешно импортирован %s
vi: Đã nhập thành công %s

source: Successfully imported certificates
de_de: Zertifikate erfolgreich importiert
es_es: Certificados Importados Satisfactoriamente
pt_br: Certificados importados com sucesso
ru: Сертификаты успешно импортированы
vi: Các chứng thực đã nhập thành công

source: Successfully set '%s' as the default certificate
de_de: Erfolgreich %s als Standardzertifikat gesetzt
ru: '%s' успешно установлен в качестве сертификата по умолчанию

source: Successfully updated certificate named "%s"
de_de: Erfolgreich das Zertifikat mit dem Namen "%s" erneuert
es_es: Certificado llamado "%s" actualizado satisfactoriamente
pt_br: Certificado nomeado "%s" foi atualizado com sucesso
ru: Сертификат с именем "%s" успешно обновлен
vi: Chứng thực được đặt tên đã cập nhật thành công "%s"

source: TThe certificate policies
de_de: Die Zertifikatsrichtlinien
es_es: Las Políticas de certificados
pt_br: Políticas de certificado
ru: Политика сертификатов
vi: Các luật chứng thực

source: The Certificate to use from Certificate Manager
de_de: Das zu verwendende Zertifikat des Zertifikatmanagers
es_es: Certificado a usar desde el Gestor de Certificados
pt_br: Certificado a ser usado pelo Gerenciador de Certificados
ru: Сертификат для использования из Менеджера сертификатов
vi: Chứng thực sử dụng từ trình quản lý chứng thực

source: The Description of this certificate. Used in the module only
de_de: Beschreibung des Zertifikats. Wird nur in diesem Modul verwendet
es_es: La Descripción de este certificado. Usado en el modulo únicamente
pt_br: A Descrição deste certificado. Usado somente no módulo
ru: Описание этого сертификата. Используется только в модуле
vi: Mô tả của chứng thực này. Chỉ được sử dụng trong mô đun này

source: The Let's Encrypt bundled 'DST Root CA X3' can cause issues with older clients. This option removes the 'DST Root CA X3' from the certificate bundle.
ru: Входящий в комплект Let's Encrypt 'DST Root CA X3' может вызвать проблемы со старыми клиентами. Этот параметр удаляет 'DST Root CA X3' из пакета сертификатов.

source: The Organization Name
de_de: Name der Organisation
es_es: El Nombre de la Organización
pt_br: Nome da Organização
ru: Название организации
vi: Tên tổ chức

source: The Passphrase of the Private Key. This will be used to decrypt the private key and the certificate. They will be stored unpassworded on the system to prevent service disruptions.
de_de: Das Passwort des privaten Schlüssels. Wird für die Entschlüsselung des privaten Schlüssels verwendet. Wird im Klartext gespeichert um Dienstausfälle zu verhindern.
es_es: La Contraseña de la Llave Privada. Esta sera usada para descifrar la Llave Privada y el Certificado. Serán almacenada sin contraseña en el sistema para prevenir disrupciones.
pt_br: A Frase-Senha da Chave Privada. Será usada para descriptografar a chave privada e o certificado. Serão armazenados sem senha no sistema para evitar interrupções de serviço.
ru: Парольная фраза приватного ключа. Будет использоваться для расшифровки приватного ключа и сертификата. Они будут храниться в системе без распаковки, чтобы предотвратить сбои в обслуживании.
vi: Cụm mật khẩu của khóa cá nhân. Điều này được sử dụng để giải mã khóa cá nhân và chứng thực. Chúng sẽ được lưu trữ mà không cần mật khẩu trên hệ thống để ngăn chặn các gián đoạn dịch vụ.

source: The base name of the certificate, Can only contain alphanumeric characters
de_de: Der Dateiname des Zertifikats, darf nur alphanumerische Zeichen beinhalten
es_es: EL nombre base del certificado. Solo puede contener caracteres alfanuméricos
pt_br: O nome base do certificado. Só pode conter caracteres alfanuméricos
ru: Базовое имя сертификата может содержать только букво-цифровые символы
vi: Tên cơ sở của chứng thực, chỉ có thể bao gồm các ký tự chữ và số

source: The certificate common name, usually the same as the host name
de_de: Der Name des Zertifikats, für gewöhnlich identisch mit dem Rechnernamen
es_es: El nombre común del certificado, usualmente el mismo que el nombre del Host
pt_br: O nome comum do certificado, geralmente o mesmo nome do host
ru: Общее имя сертификата, обычно совпадающее с именем хоста
vi: Tên thông thường của chứng thực, thường giống như tên host

source: There was an error importing %s. The error was: %s
de_de: Beim Importieren von %s ist ein Fehler aufgetreten. Der Fehler war: %s
es_es: Hubo un error importando %s. El error fue: %s
pt_br: Ocorreu um erro ao importar %s. O erro foi: %s
ru: Произошла ошибка при импорте %s. Ошибка: %s
vi: Xảy ra lỗi khi nhập %s. Lỗi này là: %s

source: There was an error importing the certificate: %s
de_de: Beim Importieren des Zertifikats ist ein Fehler aufgetreten: %s
es_es: Hubo un error importando el certificado: %s
pt_br: Ocorreu um erro ao importar o certificado: %s
ru: Произошла ошибка при импорте сертификата %s
vi: Xảy ra lỗi khi nhập chứng thực: %s

source: There was an error updating certificate "%s": %s
de_de: Beim Aktualisieren des Zertifikats "%s" ist ein Fehler aufgetreten: %s
es_es: Hubo un error actualizando el certificado "%s": %s
pt_br: Ocorreu um erro ao atualizar o certificado "%s": %s
ru: Произошла ошибка при обновлении сертификата "%s": %s
vi: Xảy ra lỗi khi cập nhật chứng thực "%s": %s

source: There were no files left for certificate "%s" so it was removed
de_de: Für das Zertifikat %s wurden keine Daten hinterlegt, deswegen wurde es entfernt
es_es: No quedan archivos para certificado "%s", por lo tanto fue removido
pt_br: Não havia arquivos para o certificado "%s", portanto ele foi removido
ru: Для сертификата "%s" не осталось никаких файлов - поэтому он был удален
vi: Không còn tệp nào cho chứng thực "%s" vì vậy nó bị xóa
